Repository: poml88/FLwatch
Catalog: SharedPhoneWatch/Localizations/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, nl, pl, ru, zh_hans

source: Your blood glucose value is currently not available.
de: Dein Blutzuckerwert ist aktuell nicht verfügbar.
es: Su valor de glucosa en sangre no está disponible actualmente.
fr: Votre glycémie n'est actuellement pas disponible.
it: Il valore della glicemia non è attualmente disponibile.
ja: 現在のところ、あなたの血糖値は確認できません。
nl: Je bloedglucosewaarde is momenteel niet beschikbaar.
pl: Twoja wartość glukozy we krwi jest obecnie niedostępna.
ru: Ваше значение глюкозы в крови сейчас недоступно.
zh_hans: 您的血糖值目前无法获取。

source: Your feedback helps us improve and makes it easier for others with diabetes to discover the app. And it motivates to continue the work. 😊 Would you like to leave a quick review?
de: Ihr Feedback hilft uns, die App zu verbessern, und macht es anderen Menschen mit Diabetes leichter, die App zu entdecken. Außerdem motiviert es uns, unsere Arbeit fortzusetzen. 😊 Möchten Sie eine kurze Bewertung hinterlassen?
es: Tus comentarios nos ayudan a mejorar y facilitan que otras personas con diabetes descubran la aplicación. Además, nos motivan a seguir trabajando. 😊 ¿Te gustaría dejar una breve reseña?
fr: Vos commentaires nous aident à améliorer notre application et permettent à d'autres personnes atteintes de diabète de la découvrir plus facilement. Ils nous motivent également à poursuivre notre travail. 😊 Souhaitez-vous laisser un avis rapide ?
it: Il tuo feedback ci aiuta a migliorare e rende più facile per altre persone con diabete scoprire l'app. Inoltre, ci motiva a continuare il nostro lavoro. 😊 Ti va di lasciare una breve recensione?
ja: 皆様からのフィードバックはアプリの改善に役立ち、糖尿病の方々がアプリを見つけやすくします。そして開発を続ける原動力にもなります。😊 簡単なレビューを投稿していただけませんか？
nl: Jouw feedback helpt ons verbeteren en maakt het makkelijker voor anderen met diabetes om de app te ontdekken. En het motiveert om door te gaan met het werk. 😊 Wil je een korte beoordeling achterlaten?
pl: Twoja opinia pomaga nam się rozwijać i ułatwia innym osobom z cukrzycą odkrycie aplikacji. To także motywuje do dalszej pracy. 😊 Czy chcesz zostawić krótką ocenę?
ru: Ваш отзыв помогает нам становиться лучше и облегчает другим людям с диабетом поиск приложения. И это мотивирует продолжать работу. 😊 Хотите оставить короткий отзыв?
zh_hans: 您的反馈有助于我们改进应用，让其他糖尿病患者更容易发现这款应用。这也会激励我们继续完善产品。😊 您愿意留下简短评价吗？

source: Your phone hasn't received readings for 20 minutes. Move closer to your sensor or check it.
de: Dein Smartphone hat seit 20 Minuten keine Messwerte empfangen. Gehe näher an deinen Sensor heran oder überprüfe ihn.
es: Tu teléfono no ha recibido lecturas durante 20 minutos. Acércate al sensor o compruébalo.
fr: Votre téléphone n’a reçu aucune mesure depuis 20 minutes. Rapprochez-vous de votre capteur ou vérifiez-le.
it: Il telefono non riceve letture da 20 minuti. Avvicinati al sensore o controllalo.
ja: スマートフォンが20分間測定値を受信していません。センサーに近づくか、センサーを確認してください。
nl: Je telefoon heeft al 20 minuten geen metingen ontvangen. Ga dichter bij je sensor staan of controleer hem.
pl: Telefon nie odebrał odczytów od 20 minut. Zbliż się do sensora lub go sprawdź.
ru: Телефон не получал показания в течение 20 минут. Подойдите ближе к датчику или проверьте его.
zh_hans: 您的手机已有20分钟未收到读数。请靠近传感器或检查传感器。

source: Your sensor has stopped working and needs to be replaced to resume readings.
de: Dein Sensor funktioniert nicht mehr und muss ersetzt werden, damit die Messungen fortgesetzt werden können.
es: El sensor ha dejado de funcionar y debe sustituirse para reanudar las lecturas.
fr: Votre capteur a cessé de fonctionner et doit être remplacé pour reprendre les mesures.
it: Il sensore ha smesso di funzionare e deve essere sostituito per riprendere le letture.
ja: センサーが動作を停止しました。測定を再開するには交換が必要です。
nl: Je sensor werkt niet meer en moet worden vervangen om de metingen te hervatten.
pl: Sensor przestał działać i musi zostać wymieniony, aby wznowić odczyty.
ru: Датчик перестал работать. Чтобы возобновить получение показаний, его необходимо заменить.
zh_hans: 传感器已停止工作，需要更换才能恢复读数。

source: Your sensor is ready. Open FLwatch to check your glucose.
de: Dein Sensor ist bereit. Öffne FLwatch, um deinen Glukosewert zu prüfen.
es: El sensor está listo. Abre FLwatch para comprobar tu glucosa.
fr: Votre capteur est prêt. Ouvrez FLwatch pour vérifier votre glycémie.
it: Il sensore è pronto. Apri FLwatch per controllare il glucosio.
ja: センサーの準備ができました。FLwatchを開いてグルコース値を確認してください。
nl: Je sensor is klaar. Open FLwatch om je glucose te controleren.
pl: Sensor jest gotowy. Otwórz FLwatch, aby sprawdzić poziom glukozy.
ru: Датчик готов. Откройте FLwatch, чтобы проверить уровень глюкозы.
zh_hans: 传感器已准备就绪。打开 FLwatch 查看葡萄糖值。

source: Your sensor is scheduled to end at %@.
de: Dein Sensor endet voraussichtlich um %@.
es: Está previsto que el sensor finalice a las %@.
fr: La fin de votre capteur est prévue à %@.
it: Il sensore terminerà alle %@.
ja: センサーは%@に終了する予定です。
nl: Je sensor eindigt volgens planning om %@.
pl: Planowane zakończenie działania sensora: %@.
ru: Запланированное время окончания работы датчика: %@.
zh_hans: 您的传感器预计于%@结束。

source: Your sensor is scheduled to end on %@.
de: Dein Sensor endet voraussichtlich am %@.
es: Está previsto que el sensor finalice el %@.
fr: La fin de votre capteur est prévue le %@.
it: Il sensore terminerà il %@.
ja: センサーは%@に終了する予定です。
nl: Je sensor eindigt volgens planning op %@.
pl: Planowane zakończenie działania sensora: %@.
ru: Запланированная дата окончания работы датчика: %@.
zh_hans: 您的传感器预计于%@结束。

source: Your sensor session has ended. Replace it to resume readings.
de: Deine Sensorsitzung ist beendet. Ersetze den Sensor, um die Messungen fortzusetzen.
es: La sesión del sensor ha finalizado. Sustitúyelo para reanudar las lecturas.
fr: La session de votre capteur est terminée. Remplacez-le pour reprendre les mesures.
it: La sessione del sensore è terminata. Sostituiscilo per riprendere le letture.
ja: センサーセッションが終了しました。測定を再開するには交換してください。
nl: Je sensorsessie is beëindigd. Vervang de sensor om de metingen te hervatten.
pl: Sesja sensora zakończyła się. Wymień go, aby wznowić odczyty.
ru: Сеанс датчика завершён. Замените его, чтобы возобновить получение показаний.
zh_hans: 您的传感器会话已结束。请更换传感器以恢复读数。

source: Zero disables the correction. Changing this value does not alter readings already stored in the graph.
de: Null deaktiviert die Korrektur. Eine Änderung dieses Werts verändert keine bereits im Diagramm gespeicherten Messwerte.
es: El valor cero desactiva la corrección. Cambiar este valor no modifica las lecturas ya guardadas en el gráfico.
fr: La valeur zéro désactive la correction. La modification de cette valeur ne change pas les mesures déjà enregistrées dans le graphique.
it: Il valore zero disattiva la correzione. La modifica di questo valore non altera le letture già memorizzate nel grafico.
ja: 0にすると補正が無効になります。この値を変更しても、グラフにすでに保存されている測定値は変更されません。
nl: Nul schakelt de correctie uit. Als je deze waarde wijzigt, veranderen metingen die al in de grafiek zijn opgeslagen niet.
pl: Wartość zero wyłącza korektę. Zmiana tej wartości nie wpływa na odczyty już zapisane na wykresie.
ru: Нулевое значение отключает коррекцию. Изменение этого значения не влияет на показания, уже сохранённые на графике.
zh_hans: 偏移量为零时将禁用校正。更改此值不会改变图表中已存储的读数。

source: Bluetooth heartbeat
es: Latido de Bluetooth
fr: Heartbeat Bluetooth
it: Heartbeat Bluetooth
ja: Bluetoothハートビート
pl: Heartbeat Bluetooth
zh_hans: 蓝牙心跳

source: Bolus insulin
es: Insulina en bolo
fr: Bolus d'insuline
it: Insulina in bolo
ja: ボラスインスリン
nl: Bolusinsuline
pl: Insulina bolusowa
ru: Болюсный инсулин
zh_hans: bolus 胰岛素

source: Curve
es: Curva
fr: Graphique
it: Curva
pl: Krzywa
ru: Кривая

source: Info
es: Información
fr: Infos
ja: 情報
pl: Informacje
ru: Информация
zh_hans: 信息

source: Insulin
es: Insulina
fr: Insuline
it: Insulina
ja: インスリン
nl: Insuline
pl: Insulina
ru: Инсулин
zh_hans: 胰岛素

source: JSON decoding error.
es: Error de decodificación JSON.
it: Errore di decodifica JSON.
nl: Fout bij JSON-decodering.
pl: Błąd dekodowania JSON.
ru: Ошибка декодирования JSON.
zh_hans: JSON解码错误。

source: Minute
es: Minuto
it: Minuto
ja: 分
nl: Minuut
pl: Minuta
ru: Минута
zh_hans: 分钟

source: Offset
es: Desfase
fr: Décalage
it: Scostamento
ja: オフセット
pl: Przesunięcie
ru: Смещение
zh_hans: 偏移量

source: Parallel
es: Paralelo
fr: Parallèle
it: Parallela
ja: 並列
pl: Równoległy
ru: Параллельный
zh_hans: 并行

source: Patient
es: Paciente
it: Paziente
ja: 患者
nl: Patiënt
pl: Pacjent
ru: Пациент
zh_hans: 患者

source: Region
es: Región
fr: Région
it: Regione
ja: 地域
nl: Regio
ru: Регион
zh_hans: 地区

source: Siri integration
es: Integración con Siri
fr: Intégration Siri
it: Integrazione con Siri
ja: Siri統合
nl: Siri-integratie
pl: Integracja z Siri
ru: Интеграция с Siri
zh_hans: Siri 集成

source: Start
es: Iniciar
fr: Démarrer
it: Inizio
ja: 開始
ru: Начать
zh_hans: 开始

source: Status
es: Estado
fr: État
it: Stato
ja: 状態
pl: Stan
ru: Состояние
zh_hans: 状态

source: Status: %@
es: Estado: %@
fr: État : %@
it: Stato: %@
ja: 状態: %@
pl: Stan: %@
ru: Статус: %@
zh_hans: 状态：%@

source: Streaming
es: Transmitiendo
fr: Transmission
it: Trasmissione
ja: ストリーミング
nl: Streamen
pl: Przesyłanie strumieniowe
ru: Потоковая передача
zh_hans: 正在传输

source: Support
es: Asistencia
it: Assistenza
ja: サポート
pl: Pomoc
ru: Поддержка
zh_hans: 支持

source: Update note
es: Nota de actualización
it: Nota di aggiornamento
nl: Notitie bijwerken
pl: Zaktualizuj notatkę
ru: Обновить заметку

source: Firmware
fr: Micrologiciel
ja: ファームウェア
pl: Oprogramowanie sprzętowe
ru: Прошивка
zh_hans: 固件

source: Sensor
fr: Capteur
it: Sensore
ja: センサー
ru: Датчик
zh_hans: 传感器

source: Sensor: %@
fr: Capteur : %@
it: Sensore: %@
ja: センサー：%@
ru: Датчик: %@
zh_hans: 传感器：%@

source: Debug Info
it: Informazioni di debug
pl: Informacje debugowania
ru: Отладочная информация

source: Debug info:
it: Informazioni di debug:
pl: Informacje debugowania:
ru: Отладочная информация:

source: default
it: predefinito
nl: standaard
pl: domyślne
ru: по умолчанию

source: Widgets / Complications
it: Widget / Complicazioni
ja: ウィジェット / コンプリケーション
nl: Widgets / complicaties
pl: Widżety / komplikacje
ru: Виджеты / усложнения
zh_hans: 小工具 / 复杂功能
